{ "translations": {
    "Admin code" : "Κωδικός διαχειριστή",
    "Use a one-time code provided by your admin" : "Χρησιμοποιήστε έναν μοναδικό κωδικό που παρέχεται από τον διαχειριστή σας",
    "Two-Factor Admin Support" : "Υποστήριξη Διπλής Πιστοποίησης για Διαχειριστές",
    "Nextcloud Two-Factor Authentication Admin Support Provider" : "Πάροχος Υποστήριξης Διπλής Πιστοποίησης για Διαχειριστές του Nextcloud",
    "This two-factor auth (2FA) provider for Nextcloud allows admins to generate a one-time\n\t\tcode for users to log into a 2FA protected account. This is helpful in situations where\n\t\tusers have lost access to their other 2FA methods or mandatory 2FA without any previously\n\t\tenabled 2FA provider." : "Αυτός ο πάροχος διπλής πιστοποίησης (2FA) για το Nextcloud επιτρέπει στους διαχειριστές να δημιουργούν έναν μοναδικό κωδικό για να συνδεθούν οι χρήστες σε έναν λογαριασμό προστατευμένο με 2FA. Αυτό είναι χρήσιμο σε περιπτώσεις όπου οι χρήστες έχουν χάσει την πρόσβασή τους σε άλλες μεθόδους 2FA ή όταν απαιτείται 2FA χωρίς να υπάρχει ενεργοποιημένος πάροχος 2FA.",
    "Two-Factor Admin" : "Διαχειριστής Διπλής Πιστοποίησης",
    "The two-factor admin provider allows you to generate one-time codes for your users. This is helpful for the first login after two-factor authentication has been enabled or when the users lose access to their other factors." : "Ο πάροχος διαχειριστή διπλής πιστοποίησης σας επιτρέπει να δημιουργείτε μοναδικούς κωδικούς για τους χρήστες σας. Αυτό είναι χρήσιμο για την πρώτη σύνδεση μετά την ενεργοποίηση της διπλής πιστοποίησης ή όταν οι χρήστες χάσουν την πρόσβασή τους σε άλλες μεθόδους.",
    "Generate a code" : "Δημιουργία κωδικού",
    "user {uid} does not exist" : "ο χρήστης {uid} δεν υπάρχει",
    "you are not allowed to generate codes for this user" : "δεν επιτρέπεται η δημιουργία κωδικών για αυτόν τον χρήστη",
    "unknown error" : "άγνωστο σφάλμα",
    "User ID" : "Ταυτότητα Χρήστη",
    "Generate" : "Δημιουργία",
    "Could not generate a code: {error}" : "Δεν ήταν δυνατή η δημιουργία κωδικού: {error}",
    "The generated code is {code}. It is valid for {hours} hours" : "Ο δημιουργημένος κωδικός είναι {code}. Είναι έγκυρος για {hours} ώρες",
    "Enter the one-time code provided by your admin." : "Εισάγετε τον μοναδικό κωδικό που παρέχεται από τον διαχειριστή σας.",
    "Once logged in, please check your two-factor settings in order to be able to log in again." : "Αφού συνδεθείτε, ελέγξτε τις ρυθμίσεις διπλής πιστοποίησης για να μπορείτε να συνδεθείτε ξανά.",
    "Authentication code" : "Κωδικός πιστοποίησης",
    "Submit" : "Υποβολή"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}