{ "translations": {
    "Admin code" : "Code administrateur",
    "Use a one-time code provided by your admin" : "Utiliser un code à usage unique fourni par votre administrateur",
    "Two-Factor Admin Support" : "Support de Two-Factor Admin",
    "Nextcloud Two-Factor Authentication Admin Support Provider" : "Fournisseur de support administratif pour l'authentification à double facteurs Nextcloud",
    "This two-factor auth (2FA) provider for Nextcloud allows admins to generate a one-time\n\t\tcode for users to log into a 2FA protected account. This is helpful in situations where\n\t\tusers have lost access to their other 2FA methods or mandatory 2FA without any previously\n\t\tenabled 2FA provider." : "Ce fournisseur d'authentification à deux facteurs (2FA) pour Nextcloud permet aux administrateurs de générer des codes\n\t\tà usage unique pour que les utilisateurs ayant un compte protégé par une 2FA puissent se connecter. Ceci est utile dans des situations où\n\t\tles utilisateurs ont perdu l'accès à leurs autres méthodes double facteurs sans avoir préalablement activé un fournisseur 2FA.",
    "Two-Factor Admin" : "Two-Factor Admin",
    "The two-factor admin provider allows you to generate one-time codes for your users. This is helpful for the first login after two-factor authentication has been enabled or when the users lose access to their other factors." : "Two-Factor Admin vous permet de générer des codes à usage unique pour vos utilisateurs. Ceci est particulièrement utile pour la première connexion lorsqu'une authentification à deux facteurs ait été activée ou quand les utilisateurs perdent l'accès aux autres facteurs.",
    "Generate a code" : "Générer un code",
    "User ID" : "Identifiant utilisateur",
    "Generate" : "Générer",
    "Could not generate a code: {error}" : "Impossible de générer un code : {error}",
    "The generated code is {code}. It is valid for {hours} hours" : "Le code généré est {code}. Il est valide pendant {hours} heures",
    "user {uid} does not exist" : "L'utilisateur {uid} n'existe pas",
    "you are not allowed to generate codes for this user" : "vous n'êtes pas autorisé à générer des codes pour cet utilisateur",
    "unknown error" : "erreur inconnue",
    "Enter the one-time code provided by your admin." : "Entrez le code à usage unique fourni par votre administrateur.",
    "Once logged in, please check your two-factor settings in order to be able to log in again." : "Une fois connecté, veuillez vérifier les paramètres d'authentification à deux facteurs afin de pouvoir vous reconnecter.",
    "Authentication code" : "Code d'authentification",
    "Submit" : "Soumettre"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}