{ "translations": {
    "Admin code" : "Código de administración",
    "Use a one-time code provided by your admin" : "Utilice un código dun só uso fornecido pola administración do sitio ",
    "Two-Factor Admin Support" : "Compatibilidade administrativa de dous factores",
    "Nextcloud Two-Factor Authentication Admin Support Provider" : "Proveedor de compatibilidade administrativa da autenticación de dous factores de Nextcloud",
    "This two-factor auth (2FA) provider for Nextcloud allows admins to generate a one-time\n\t\tcode for users to log into a 2FA protected account. This is helpful in situations where\n\t\tusers have lost access to their other 2FA methods or mandatory 2FA without any previously\n\t\tenabled 2FA provider." : "Este provedor de autenticación de dous factores (A2F) para Nextcloud permite á administración do\n\t\tsitio xerar un código dun só uso para que os usuarios accedan a unha conta protexida por A2F.\n\t\tIsto é útil en situacións nas que os usuarios perderon o acceso aos seus outros métodos A2F ou\n\t\tA2F obrigatorio sen ningún provedor A2F activado previamente.",
    "Two-Factor Admin" : "Administración de dous factores",
    "The two-factor admin provider allows you to generate one-time codes for your users. This is helpful for the first login after two-factor authentication has been enabled or when the users lose access to their other factors." : "O provedor de administración de dous factores permítelle xerar códigos únicos para os seus usuarios. Isto é útil para o primeiro acceso após activar a autenticación de dous factores ou cando os usuarios perden o acceso aos seus outros factores.",
    "Generate a code" : "Xerar un código",
    "User ID" : "ID do usuario",
    "Generate" : "Xerar",
    "Could not generate a code: {error}" : "Non foi posíbel xerar un código: {error}",
    "The generated code is {code}. It is valid for {hours} hours" : "O código xerado é {code}. É válido durante {hours} horas",
    "user {uid} does not exist" : "o usuario {uid} non existe",
    "you are not allowed to generate codes for this user" : "Vde. non ten permiso para xerar códigos para este usuario",
    "unknown error" : "produciuse un erro descoñecido",
    "Enter the one-time code provided by your admin." : "Introduza o código dun só uso fornecido pata administración do sitio.",
    "Once logged in, please check your two-factor settings in order to be able to log in again." : "Unha vez que acceda, comprobe a súa configuración de dous factores para poder acceder de novo.",
    "Authentication code" : "Código de autenticación",
    "Submit" : "Enviar"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}