{ "translations": {
    "Admin code" : "Код адміністратора",
    "Use a one-time code provided by your admin" : "Використовувати одноразовий код, який було надано адміністратором",
    "Two-Factor Admin Support" : "Допомога з двофакторною авторизацією з боку адміністратора",
    "Nextcloud Two-Factor Authentication Admin Support Provider" : "Постачальник двофакторної авторизації для надання допомоги адміністратором із входом до системи",
    "This two-factor auth (2FA) provider for Nextcloud allows admins to generate a one-time\n\t\tcode for users to log into a 2FA protected account. This is helpful in situations where\n\t\tusers have lost access to their other 2FA methods or mandatory 2FA without any previously\n\t\tenabled 2FA provider." : "Постачальник двофакторної авторизації для надання допомоги адміністратором Nextcloud\nдозволяє ґенерувати одноразові коди для користувачів. Це корисно під час першої \nавторизації після увімкнення двофакторної авторизації, або коли користувач втратив \nдоступ до власного другого фактору авторизації.",
    "Two-Factor Admin" : "Підтримка з двофакторною авторизацією",
    "The two-factor admin provider allows you to generate one-time codes for your users. This is helpful for the first login after two-factor authentication has been enabled or when the users lose access to their other factors." : "Постачальник двофакторної авторизації для надання допомоги адміністратором дозволяє ґенерувати одноразові коди для користувачів. Це корисно під час першої авторизації після увімкнення двофакторної авторизації, або коли користувач втратив доступ до власного другого фактору авторизації.",
    "Generate a code" : "Зґенерувати код",
    "User ID" : "ID користувача",
    "Generate" : "Зґенерувати",
    "Could not generate a code: {error}" : "Не вдалося зґенерувати код: {error}",
    "The generated code is {code}. It is valid for {hours} hours" : "Ваш одноразовий код входу {code}. Він буде дійсний протягом {hours} годин.",
    "user {uid} does not exist" : "користувач {uid} не існує",
    "you are not allowed to generate codes for this user" : "у вас відсутні права на генерування кодів для цього користувача",
    "unknown error" : "невідома помилка",
    "Enter the one-time code provided by your admin." : "Зазначте одноразовий код, який було надано адміністратором.",
    "Once logged in, please check your two-factor settings in order to be able to log in again." : "Одразу після авторизації перевірте ваші власні налаштування двофакторної авторизації, щоби наступного разу ви мали можливість успішної авторизації.",
    "Authentication code" : "Код авторизації",
    "Submit" : "Продовжити"
},"pluralForm" :"nplurals=4; plural=(n % 1 == 0 && n % 10 == 1 && n % 100 != 11 ? 0 : n % 1 == 0 && n % 10 >= 2 && n % 10 <= 4 && (n % 100 < 12 || n % 100 > 14) ? 1 : n % 1 == 0 && (n % 10 ==0 || (n % 10 >=5 && n % 10 <=9) || (n % 100 >=11 && n % 100 <=14 )) ? 2: 3);"
}